tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jozefcipa/novus"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "libpng"
brew "m4"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "aws-sso-cli"
brew "awscli"
brew "libgit2"
brew "bat"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "dnsmasq", restart_service: :changed
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "harfbuzz"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "lazygit"
brew "libraqm"
brew "mkcert"
brew "nasm"
brew "neovim"
brew "nerdfetch"
brew "nginx", restart_service: :changed
brew "nvm"
brew "pfetch"
brew "pillow"
brew "pkgconf"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "stow"
brew "tcl-tk"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "jozefcipa/novus/novus"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "anydesk"
cask "arduino-ide"
cask "betterdisplay"
cask "cursor"
cask "devtunnel"
cask "docker"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "lens"
cask "libreoffice"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "qmk-toolbox"
cask "slack"
cask "spotify"
cask "tableplus"
cask "temurin"
cask "vlc"
cask "zen"
vscode "dbaeumer.vscode-eslint"
vscode "lexisnexis.ln-navigator"
vscode "ritwickdey.liveserver"
vscode "vscodevim.vim"
