tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "exa"
brew "lazygit"
brew "libpq", link: true
brew "neovim"
brew "nvm"
brew "pfetch"
brew "stow"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "docker"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "loom"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
