tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nats-io/nats-tools"
brew "autoconf"
brew "bat"
brew "libssh2"
brew "libgit2"
brew "exa"
brew "gnu-getopt"
brew "krb5"
brew "lazygit"
brew "libpq", link: true
brew "neovim"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "pfetch"
brew "pkg-config"
brew "ripgrep"
brew "ruby"
brew "socat"
brew "stow"
brew "tmux"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nats-io/nats-tools/nats"
cask "alacritty"
cask "aws-vpn-client"
cask "docker"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "insomnia"
cask "loom"
cask "openlens"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "xquartz"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "Orta.vscode-jest"
vscode "waderyan.gitblame"
